import { Element } from './table-dy';

export const ELEMENT_DATA: Element[] = [
    {name: 'Пупкин В.С', date: '10/11/2018', address: 'ул. Метростроителей д 42кв 101',  debt: 200486 },
    {name: 'Сидоров В.С', date: '15/11/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486 },
    {name: 'Пупкин В.С', date: '25/11/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Пупкин В.С', date: '15/11/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Иванов В.С', date: '15/11/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Пупкин В.С', date: '15/11/2017', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Пупкин В.С', date: '15/11/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Сидоров В.С', date: '15/11/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Пупкин В.С', date: '15/11/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Сидоров В.С', date: '15/04/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Пупкин В.С', date: '15/11/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Иванов В.С', date: '15/11/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Пупкин В.С', date: '15/11/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Пупкин В.С', date: '05/03/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Пупкин В.С', date: '15/11/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Пупкин В.С', date: '15/11/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Пупкин В.С', date: '15/11/2016', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Пупкин В.С', date: '15/11/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Пупкин В.С', date: '15/11/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Иванов В.С', date: '15/11/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Сидоров В.С', date: '15/11/2011', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Пупкин В.С', date: '15/12/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486},
    {name: 'Пупкин В.С', date: '15/11/2018', address: 'ул. Метростроителей д 42кв 101', debt: 200486}
];
