import { TemplatesInterface } from './templates-interface';

export const TEMPLATES: TemplatesInterface[] = [
    {
        id: 1,
        type: 'Общая информация',
        data: "<div style=\"text-align: left;\"><img src=\"/assets/logo.jpg\" style=\"background-color: transparent;\"></div><div style=\"text-align: center;\"><span style=\"background-color: transparent;\"><b>К О М У Н А Л Ь Н Е П І Д П Р И Є М С Т В О</b></span></div><div style=\"text-align: center;\"><span style=\"background-color: transparent;\"><b>&nbsp;„Ж И Л К О М С Е Р В І С”&nbsp;</b></span></div><div><hr id=\"null\"><div style=\"text-align: right;\">&lt;%= name %&gt;&nbsp;</div><div style=\"text-align: right;\">&lt;%= address %&gt;&nbsp;</div><div><br></div><div style=\"text-align: center;\"><b>ВЫМОГА&nbsp;</b></div><div><br></div><div style=\"text-align: justify;\">&nbsp; &nbsp; &nbsp;Доводимо до Вашого відома, що по Вашому особовому рахунку №&lt;%= number %&gt;&nbsp;станом на &lt;%= todayDate %&gt;року\n" +
            "виникла заборгованість перед КП «Жилкомсервіс» в сумі &lt;%= debt %&gt;грн.&nbsp;</div><div style=\"text-align: justify;\">&nbsp; &nbsp; &nbsp;У зв'язку з наявністю у Вас\n" +
            "невиконаних зобов'язань щодо оплати послуг з утримання будинків і споруд та прибудинкових територій, з\n" +
            "метою попередження звернення КП «Жилкомсервіс» до суду з заявою/позовом про стягнення з Вас заборгованості\n" +
            "за послуги з утримання будинків і споруд та прибудинкових територій з урахуванням індексу інфляції та трьох \n" +
            "відсотків річних, а також відшкодування судового збору, розмір якого з 01.01.2018 становить 176,20/1762,00 грн.  \n" +
            "відповідно, з подальшим зверненням до органів державної виконавчої служби з відповідною заявою та поданням \n" +
            "в межах виконавчого провадження клопотання про звернення стягнення на Ваше майно і тимчасове обмеження Вас у \n" +
            "праві виїзду за межі України відповідно до статті 6 Закону України «Про порядок виїзду з України і в'їзду в   \n" +
            "Україну громадян України», пропонуємо Вам врегулювати зазначене питання в досудовому порядку, та оплатити    \n" +
            "заборгованість перед КП&nbsp;«Жилкомсервіс» протягом 7&nbsp;днів з моменту отримання даного повідомлення та надати копії     \n" +
            "платіжних документів до бухгалтерії дільниці №&nbsp;41 КП «Жилкомсервіс».</div></div>"
    },
    {
        id: 2,
        type: 'Исковые заявления',
        data: `<img src="/assets/logo.jpg"/>К О М У Н А Л Ь Н Е П І Д П Р И Є М С Т В О „Ж И Л К О М С Е Р В І С”
<%= name %>
<%= address %>
ВЫМОГА
Доводимо до Вашого відома, що по Вашому особовому рахунку №<%= number %> станом на <%= todayDate %>року
виникла заборгованість перед КП «Жилкомсервіс» в сумі <%= debt %>грн. У зв\'язку з наявністю у Вас
невиконаних зобов\'язань щодо оплати послуг з утримання будинків і споруд та прибудинкових територій, з
метою попередження звернення КП «Жилкомсервіс» до суду з заявою/позовом про стягнення з Вас заборгованості
за послуги з утримання будинків і споруд та прибудинкових територій з урахуванням індексу інфляції та трьох 
відсотків річних, а також відшкодування судового збору, розмір якого з 01.01.2018 становить 176,20/1762,00 грн.  
відповідно, з подальшим зверненням до органів державної виконавчої служби з відповідною заявою та поданням 
в межах виконавчого провадження клопотання про звернення стягнення на Ваше майно і тимчасове обмеження Вас у 
праві виїзду за межі України відповідно до статті 6 Закону України «Про порядок виїзду з України і в\'їзду в   
Україну громадян України», пропонуємо Вам врегулювати зазначене питання в досудовому порядку, та оплатити    
заборгованість перед КП «Жилкомсервіс» протягом 7 днів з моменту отримання даного повідомлення та надати копії     
платіжних документів до бухгалтерії дільниці № 41 КП «Жилкомсервіс».`
    },
    {
        id:3,
        type: 'Ду',
        data: "<div style=\"text-align: right;\">Додаток № ___ до Наказу № ___ від __________&nbsp;<br></div><div style=\"text-align: right;\"><span style=\"background-color: transparent;\">\"До _______________________&nbsp;</span></div><div style=\"text-align: right;\">суду м. Харкова&nbsp;</div><div style=\"text-align: right;\">вул. _____________, м. Харків,&nbsp;</div><div style=\"text-align: right;\">індекс ______&nbsp;</div><div style=\"text-align: right;\">Заявник: Комунальне підприємство&nbsp;</div><div style=\"text-align: right;\">«Жилкомсервіс»&nbsp;</div><div style=\"text-align: right;\">вул. Конторська, 35, м. Харків,&nbsp;</div><div style=\"text-align: right;\">61052&nbsp;</div><div style=\"text-align: right;\">код ЄДРПОУ: 34467793&nbsp;</div><div style=\"text-align: right;\">тел.: +380577607238&nbsp;</div><div style=\"text-align: right;\">E-mail:\n" +
        "kantselyariya@zhks.kharkov.ua&nbsp;</div><div style=\"text-align: right;\">Представник заявника: ПІБ _______________&nbsp;</div><div style=\"text-align: right;\">вул. _____________, м. Харків,&nbsp;</div><div style=\"text-align: right;\">поштовий індекс ______&nbsp;</div><div style=\"text-align: right;\">Боржники: ПІБ _______________, ____ р.н.,&nbsp;</div><div style=\"text-align: right;\">вул. _____________, м. Харків,&nbsp;</div><div style=\"text-align: right;\">поштовий індекс ______&nbsp;</div><div style=\"text-align: right;\">РНОКПП: _________&nbsp;</div><div style=\"text-align: right;\">тел. _________ (за наявності)&nbsp;</div><div style=\"text-align: right;\">E-mail:_______ (за наявності)&nbsp;</div><div style=\"text-align: right;\">ПІБ _______________, ____ р.н.,&nbsp;</div><div style=\"text-align: right;\">вул. _____________, м. Харків,&nbsp;</div><div style=\"text-align: right;\">поштовий індекс ______&nbsp;</div><div style=\"text-align: right;\">РНОКПП: _________&nbsp;</div><div style=\"text-align: right;\">тел. _________ (за наявності)&nbsp;</div><div style=\"text-align: right;\">E-mail:_______ (за наявності)&nbsp;</div><div><br></div><div style=\"text-align: center;\"><b>ЗАЯВА&nbsp;</b></div><div style=\"text-align: center;\"><b>про видачу судового наказу&nbsp;</b></div><div><br></div><div>&nbsp; &nbsp; &nbsp; Боржник(и) мешкають за адресою: м. Харків, вул. ____________, кв. ___, та є власниками (співвласниками) житлового приміщення. Згідно з ч. 2 ст. 10\n" +
        "Закону України «Про приватизацію державного житлового фонду», ст. 382\n" +
        "Цивільного Кодексу України, п. 7 «Правил користування приміщеннями\n" +
        "житлових будинків і прибудинковими територіями», затвердженими\n" +
        "постановою Кабінету Міністрів України від 08.10.1992 № 572, власники \n" +
        "квартир багатоквартирних будинків та житлових приміщень у гуртожитку є\n" +
        "співвласниками допоміжних приміщень у будинку чи гуртожитку, технічного\n" +
        "обладнання, елементів зовнішнього благоустрою і зобов'язані брати участь у\n" +
        "загальних витратах, пов'язаних з утриманням будинку і прибудинкової\n" +
        "території відповідно до своєї частки у майні будинку.&nbsp;</div><div>&nbsp; &nbsp; &nbsp; Відповідно до ч. 2 ст. 633 Цивільного кодексу України між КП\n" +
        "«Жилкомсервіс», як управителем житлових будинків комунальної власності\n" +
        "територіальної громади м. Харкова, і споживачами був укладений публічний\n" +
        "договір про надання житлово-комунальних послуг, шляхом його\n" +
        "опублікування в офіційному виданні Харківської міської ради - спецвипуску\n" +
        "газети «Слобода» від 28.11.2006 р № 95/1 (із змінами, внесеними в 2007 і\n" +
        "2009 роках), відповідно до норм цивільного законодавства.&nbsp;</div><div>&nbsp; &nbsp; &nbsp; Згідно п. 22 публічного договору про надання житлово-комунальних\n" +
        "послуг договір укладається строком на 3 роки і вважається продовженим на\n" +
        "той самий строк, якщо за місяць до закінчення дії його терміну однієї зі\n" +
        "сторін не буде письмово заявлено про розірвання договору.&nbsp;</div><div>&nbsp; &nbsp; &nbsp; Тобто, публічний договір від 28.11.2006 (із змінами, внесеними в 2007 і\n" +
        "2009 роках) про надання житлово-комунальних послуг, є чинним, а\n" +
        "співвласники багатоквартирного будинку № ____ по вул. _________ в\n" +
        "м. Харкові перебувають в договірних відносинах з КП «Жилкомсервіс» і\n" +
        "повинні здійснювати оплату наданих послуг з утримання будинку, споруд та\n" +
        "прибудинкової територій, відповідно до затвердженого органами місцевого\n" +
        "самоврядування тарифом.&nbsp;</div><div>&nbsp; &nbsp; &nbsp; Вартість послуг з утримання будинків, споруд та прибудинкових\n" +
        "територій встановлюється відповідним рішенням виконавчого комітету\n" +
        "Харківської міської ради «Про встановлення тарифів на послуги з утримання\n" +
        "будинків і споруд та прибудинкових територій, що знаходяться у\n" +
        "комунальній власності територіальної громади м. Харкова».&nbsp;</div><div>&nbsp; &nbsp; &nbsp; Заявник виконує свої обов'язки та забезпечує надання боржникам послуг\n" +
        "з утримання будинків і споруд та прибудинкових територій, перелік яких\n" +
        "затверджений рішенням виконавчого комітету Харківської міської ради від\n" +
        "20.12.2011р. № 893 «Про встановлення тарифів на послуги з утримання\n" +
        "будинків і споруд та прибудинкових територій, що знаходяться у\n" +
        "комунальній власності територіальної громади м. Харкова» (зі змінами,\n" +
        "внесеними рішенням виконавчого комітету Харківської міської ради від\n" +
        "27.01.2012р. № 39 «Про внесення змін до рішення виконавчого комітету\n" +
        "Харківської міської ради від 20.12.2011р. № 893 «Про встановлення тарифів\n" +
        "на послуги з утримання будинків і споруд та прибудинкових територій, що\n" +
        "знаходяться у комунальній власності територіальної громади м. Харкова»;\n" +
        "рішенням виконавчого комітету Харківської міської ради від 10.05.2017\n" +
        "№ 283 «Про коригування тарифів на послуги з утримання будинків і споруд\n" +
        "та прибудинкових територій, що знаходяться у комунальній власності\n" +
        "територіальної громади м. Харкова»), оскільки відповідно до ст. 16 Закону\n" +
        "України «Про житлово-комунальні послуги» комунальні послуги надаються\n" +
        "споживачу безперебійно, за винятком часу на проведення ремонтних і\n" +
        "профілактичних робіт, ліквідації аварії та її наслідків.&nbsp;</div><div>&nbsp; &nbsp; &nbsp; Щодо якості наданих послуг з утримання будників, споруд та\n" +
        "прибудинкових територій скарг від Боржника(ів) на адресу Заявника не\n" +
        "надходило.&nbsp;</div><div>&nbsp; &nbsp; &nbsp; Боржник(и) ПІБ _______________, ____ р.н., вул. _____________, м. Харків, поштовий індекс ______, РНОКПП: _________; ПІБ _______________, ____ р.н., вул. _____________, м. Харків, поштовий індекс ______, РНОКПП: _________ не виконують обов'язки, покладені на них\n" +
        "чинним законодавством, у зв'язку з чим утворилася заборгованість перед КП\n" +
        "\"Жилкомсервіс\" за надання послуг з утримання будинків і споруд та\n" +
        "прибудинкових територій в сумі ____ грн.&nbsp;</div><div>&nbsp; &nbsp; &nbsp; Між Заявником та Боржником(ами) встановилися фактичні договірні\n" +
        "відносини з приводу надання житлово-комунальних послуг на підставі\n" +
        "відкритого особового рахунку. Згідно оборотної відомості даного рахунку\n" +
        "починаючи з _________ по _________ сума заборгованості складає ____ грн.&nbsp;</div><div>&nbsp; &nbsp; &nbsp; Згідно статті 20 Закону України «Про житлово-комунальні послуги»\n" +
        "споживачі зобов'язані оплачувати житлово-комунальні послуги у строки,\n" +
        "встановлені договором або законом.&nbsp;</div><div>&nbsp; &nbsp; &nbsp; У відповідності положень статті 625 Цивільного кодексу України,\n" +
        "боржник(и) не звільняється від відповідальності за неможливість виконання\n" +
        "ним грошового зобов'язання.&nbsp;</div><div>&nbsp; &nbsp; &nbsp; Враховуючи викладене, керуючись ст. ст. 160-168 Цивільного\n" +
        "процесуального кодексу України, -&nbsp;</div><div><br></div><div style=\"text-align: center;\">ПРОШУ:&nbsp;</div><div><br></div><div>1. Прийняти заяву про видачу судового наказу до розгляду.&nbsp;</div><div>2. Видати судовий наказ, яким стягнути солідарно з ПІБ _______________, ____ р.н., вул. _____________, м. Харків, поштовий\n" +
        "індекс ______, РНОКПП: _________; ПІБ _______________, ____ р.н.,\n" +
        "вул. _____________, м. Харків, поштовий індекс ______, РНОКПП: _________ на користь комунального підприємства «Жилкомсервіс»\n" +
        "(код ЄДРПОУ: 34467793, розрахунковий рахунок № 260005593, банк\n" +
        "одержувача ПАТ «Мегабанк» м. Харків, МФО 351629) заборгованість з\n" +
        "утримання будинків і споруд та прибудинкових територій в розмірі ____ грн.&nbsp;</div><div>3. Стягнути з ПІБ _______________, ____ р.н., вул. _____________, м. Харків, поштовий індекс ______, РНОКПП: _________; ПІБ _______________, ____ р.н., вул. _____________ на користь\n" +
        "комунального підприємства «Жилкомсервіс» (код ЄДРПОУ: 34467793,\n" +
        "розрахунковий рахунок № 260005593, банк одержувача ПАТ\n" +
        "«Мегабанк» м. Харків, МФО 351629) судовий збір в розмірі 176,20 грн.\n" +
        "в рівних частках по ____ грн. з кожного.&nbsp;</div><div><br></div><div>Додатки:&nbsp;</div><div><ol><li>довідка з місця проживання про склад сім’ї та прописку на ___ арк.;&nbsp;<br></li><li>довідка про нарахування та оплату житлово-комунальних послуг на\n" +
        "___ арк.;&nbsp;<br></li><li>копія публічного договору про надання житлово-комунальних послуг із\n" +
        "змінами та доповненнями на ___ арк.;&nbsp;<br></li><li>копія рішення виконавчого комітету Харківської міської ради від\n" +
        "20.12.2011р. № 893 на ___ арк.;&nbsp;<br></li><li>копія рішення виконавчого комітету Харківської міської ради від\n" +
        "27.01.2012р. № 39 на ___ арк.;&nbsp;<br></li><li>копія рішення виконавчого комітету Харківської міської ради від\n" +
        "10.05.2017 № 283 на ___ арк.;&nbsp;<br></li><li>копія заяви та доданих до неї документів для боржників на ___ арк.;&nbsp;<br></li><li>оригінал платіжного доручення про сплату судового збору на ___ арк.;&nbsp;<br></li><li>завірена копія довіреності на ___ арк.&nbsp;<br></li></ol></div><div>Всього: на ___ арк.&nbsp;</div><div>Представник КП «Жилкомсервіс» ПІБ/__________/&nbsp;</div><div><br></div><div>«____» __________ 2018 року<br></div>"
    }
];