import { TemplatesInterface } from './templates-interface';

export const TEMPLATES: TemplatesInterface[] = [
    {
        id: 1,
        type: 'Общая информация',
        data: `<div class="inline"><img src="/assets/logo.jpg"/>
<h3 align="center">К О М У Н А Л Ь Н Е П І Д П Р И Є М С Т В О<br>„Ж И Л К О М С Е Р В І С”</h3>
</div>
<hr>
<div align="right"><%= name %></div>
<div align="right"><%= address %></div>
<h3 align="center">ВЫМОГА</h3>
<p>Доводимо до Вашого відома, що по Вашому особовому рахунку №<%= number %> станом на <%= todayDate %>року
виникла <b>заборгованість</b> перед КП «Жилкомсервіс» <b>в сумі <%= debt %>грн</b>.
</p> 
<p>У зв'язку з наявністю у Вас невиконаних зобов'язань щодо оплати послуг з утримання будинків і споруд та прибудинкових територій, 
<b>з метою попередження звернення КП «Жилкомсервіс» до суду з заявою/позовом</b> про стягнення з Вас заборгованості
за послуги з утримання будинків і споруд та прибудинкових територій <b>з урахуванням індексу інфляції та трьох 
відсотків річних, а також відшкодування судового збору,</b> розмір якого з 01.01.2018 становить <b>176,20/1762,00 грн.  
відповідно,</b> з подальшим зверненням до органів державної виконавчої служби з відповідною заявою та поданням 
в межах виконавчого провадження клопотання <b>про звернення стягнення на Ваше майно і тимчасове обмеження Вас у 
праві виїзду за межі України</b> відповідно до статті 6 Закону України «Про порядок виїзду з України і в'їзду в   
Україну громадян України», <b>пропонуємо Вам</b> врегулювати зазначене питання в досудовому порядку, та <b>оплатити    
заборгованість перед КП «Жилкомсервіс» протягом 7 днів</b> з моменту отримання даного повідомлення <b>та надати копії     
платіжних документів до бухгалтерії дільниці № 41 КП «Жилкомсервіс».</b>
</p>
<div align="right">КП «Жилкомсервіс»</div>
<div class="new-page"></div>`
    },
    {
        id: 2,
        type: 'Исковые заявления',
        data: `<div class="inline"><img src="/assets/logo.jpg"/>
<h3 >К О М У Н А Л Ь Н Е П І Д П Р И Є М С Т В О<br>„Ж И Л К О М С Е Р В І С”</h3>
</div>
<hr>
<div><%= name %></div>
<div><%= address %></div>
<h3 >ВЫМОГА</h3>
<p>Доводимо до Вашого відома, що по Вашому особовому рахунку №<%= number %> станом на <%= todayDate %>року
виникла заборгованість перед КП «Жилкомсервіс» в сумі <%= debt %>грн. У зв\'язку з наявністю у Вас
невиконаних зобов\'язань щодо оплати послуг з утримання будинків і споруд та прибудинкових територій, з
метою попередження звернення КП «Жилкомсервіс» до суду з заявою/позовом про стягнення з Вас заборгованості
за послуги з утримання будинків і споруд та прибудинкових територій з урахуванням індексу інфляції та трьох 
відсотків річних, а також відшкодування судового збору, розмір якого з 01.01.2018 становить 176,20/1762,00 грн.  
відповідно, з подальшим зверненням до органів державної виконавчої служби з відповідною заявою та поданням 
в межах виконавчого провадження клопотання про звернення стягнення на Ваше майно і тимчасове обмеження Вас у 
праві виїзду за межі України відповідно до статті 6 Закону України «Про порядок виїзду з України і в\'їзду в   
Україну громадян України», пропонуємо Вам врегулювати зазначене питання в досудовому порядку, та оплатити    
заборгованість перед КП «Жилкомсервіс» протягом 7 днів з моменту отримання даного повідомлення та надати копії     
платіжних документів до бухгалтерії дільниці № 41 КП «Жилкомсервіс».
</p>`
    }
];